Repository: Lumrenion/typo3bb
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_typo3bb_domain_model_forumcategory
source: Forum Category
de: Forum Kategorie

# tx_typo3bb_domain_model_forumcategory.title
source: Title
de: Titel

# tx_typo3bb_domain_model_board.title
source: Title
de: Titel

# tx_typo3bb_domain_model_board.description
source: Description
de: Beschreibung

# tx_typo3bb_domain_model_board.redirect
source: Redirect
de: Weiterleitung

# tx_typo3bb_domain_model_board.topics
source: Topics
de: Thema

# tx_typo3bb_domain_model_board.sub_boards
source: Sub Boards
de: Unter-Boards

# tx_typo3bb_domain_model_board.permission
source: Permission
de: Berechtigung

# tx_typo3bb_domain_model_board.parent_board
source: Parent Board
de: Übergeordnetes Board

# tx_typo3bb_domain_model_board.forum_category
source: Forum Category
de: Forum Kategorie

# tx_typo3bb_domain_model_topic
source: Topic
de: Thema

# tx_typo3bb_domain_model_topic.title
source: Title
de: Titel

# tx_typo3bb_domain_model_topic.sticky
source: Sticky
de: Angeheftet

# tx_typo3bb_domain_model_topic.closed
source: Closed
de: Geschlossen

# tx_typo3bb_domain_model_topic.crdate
source: Crdate
de: Erstellungsdatum

# tx_typo3bb_domain_model_topic.posts_count
source: Posts Count
de: Anzahl Beiträge

# tx_typo3bb_domain_model_topic.posts
source: Posts
de: Beiträge

# tx_typo3bb_domain_model_topic.poll
source: Poll
de: Umfrage

# tx_typo3bb_domain_model_topic.author
source: Author
de: Autor

# tx_typo3bb_domain_model_topic.subscribers
source: Subscribers
de: Abonnenten

# tx_typo3bb_domain_model_topic.readers
source: Readers
de: Gesehen von

# tx_typo3bb_domain_model_post
source: Post
de: Beitrag

# tx_typo3bb_domain_model_post.author_name
source: Author Name
de: Autor-Name

# tx_typo3bb_domain_model_post.crdate
source: Crdate
de: Erstellungsdatum

# tx_typo3bb_domain_model_post.tstamp
source: Tstamp
de: Änderungsdatum

# tx_typo3bb_domain_model_post.attachments
source: Attachments
de: Anhänge

# tx_typo3bb_domain_model_post.author
source: Author
de: Autor

# tx_typo3bb_domain_model_poll
source: Poll
de: Umfrage

# tx_typo3bb_domain_model_poll.question
source: Question
de: Frage

# tx_typo3bb_domain_model_poll.max_choices_select
source: Max Choices Select
de: Maximale Auswahlmöglichkeiten

# tx_typo3bb_domain_model_poll.change_vote_allowed
source: Change Vote Allowed
de: Änderung der Auswahl erlaubt

# tx_typo3bb_domain_model_poll.vote_count
source: Vote Count
de: Anzahl der Abstimmungen

# tx_typo3bb_domain_model_poll.result_hidden
source: Result Hidden (will be visible when ended)
de: Ergebnis versteckt (wird nach Ablauf öffentlich)

# tx_typo3bb_domain_model_poll.choices
source: Choices
de: Antworten

# tx_typo3bb_domain_model_pollchoice
source: Poll Choice
de: Umfrage-Antworten

# tx_typo3bb_domain_model_pollchoice.vote_count
source: Vote Count
de: Anzahl Abstimmungen

# tx_typo3bb_domain_model_pollchoice.poll
source: Poll
de: Umfrage

source: Frontend User
de: Benutzer

# frontendUser.name
source: Display name
de: Anzeigename

# frontendUser.signature
source: Signature
de: Signatur

# frontendUser.created_topics
source: Created Topics
de: Erstellte Themen

# frontendUser.subscribed_topics
source: Subscribed Topics
de: Abonnierte Themen

# frontendUser.selected_poll_choices
source: Selected Poll Choices
de: Gewählte Umfrage-Antworten

# validator.authorName.noneSet
source: An author name is required.
de: Der Autor-Name wird benötigt.

# validator.unique.notValid
source: There is already a user with this name.
de: Es gibt bereits einen Nutzer mit diesem Namen.

# validator.noEmailAddress.notvalid
source: The field %1s must not resemble an email address.
de: Das Feld %1s darf keine E-Mail Adresse enthalten

# exception.accessValidation
source: You do not have enough access rights for this action.
de: Du hast nicht genügend Berechtigungen für diese Aktion.

# exception.delete.firstPost
source: Deleting the first post of a topic is not allowed.
de: Den ersten Beitrag eines Themas zu löschen ist nicht möglich.

# exception.poll.alreadyVoted
source: This poll does not allow changing the voting.
de: Diese Umfrage erlaubt die Änderung der Auswahl nicht.

# exception.poll.maxVotesExceeded
source: You must only select up to %1d choices.
de: Du darfst nur maximal %1d Auswahlmöglichkeiten wählen.

# exception.poll.timeLimit
source: This poll ended on %1s.
de: Diese Umfrage endete am %1s.

# exception.markAsRead.missingBoard
source: To mark a board as read, please specify a board.
de: Um ein Board als gelesen zu markieren, wähle bitte ein Board.

# exception.message.send.noReceiver
source: No receiver specified.
de: Kein Empfänger angegeben.

# exception.message.send.invalidReceiver
source: One or more receivers do not exist.
de: Ein oder mehr Empfänger existieren nicht.

# formLabels.topic.title
source: Topic title
de: Titel des Themas

# formLabels.post.attachment.remove
source: Remove attachment %1s
de: Anhang %1s entfernen

# formLabels.post.attachment.add
source: Add attachments
de: Anhang hinzufügen

# formLabels.topic.sticky
source: Pinned
de: Angeheftet

# formLabels.topic.closed
source: Closed
de: Geschlossen

# formLabels.poll.headline
source: Poll
de: Umfrage

# formLabels.poll.question
source: Question
de: Frage

# formLabels.poll.options.headline
source: Options
de: Optionen

# formLabels.poll.maxChoicesSelect
source: Max. choices the user can make
de: Maximale Anzahl Antworten, die der Benutzer wählen kann

# formLabels.poll.answers.headline
source: Answers
de: Antworten

# formLabels.poll.endtime.1
source: Poll ends in:
de: Umfrage endet in:

# formLabels.poll.endtime.2
source: days.
de: Tagen.

# formLabels.poll.answer
source: Answer #%1d:
de: Antwort #%1d:

# formLabels.poll.resultHidden
source: Users can only see results after poll has ended
de: Benutzer können das Ergebnis erst nach Beendigung der Umfrage sehen

# formLabels.poll.changeVoteAllowed
source: Users can change their voting
de: Benutzer können ihre Auswahl ändern

# fe_users.postsCount.label
source: Posts: %1d
de: Beiträge: %1d

# forumCategory.options.markAsRead
source: Read all
de: Alles gelesen

# board.options.createTopic
source: New Topic
de: Neues Thema

# board.options.subscribe
source: Subscribe
de: Abonnieren

# board.options.unsubscribe
source: Unsubscribe
de: Abbestellen

# board.options.markAsRead
source: Read all
de: Alles gelesen

# board.list.head.board
source: Title
de: Titel

# board.list.head.latestPost
source: Latest post
de: Jüngster Beitrag

# topic.list.head.topic
source: Title
de: Titel

# topic.list.head.latestPost
source: Latest post
de: Jüngster Beitrag

# topic.hasNew
source: New
de: Neu

# topic.author.label
source: Created by
de: Erstellt von

# topic.postsCount.label
source: Posts
de: Beiträge

# topic.options.createPost
source: Answer
de: Antworten

# topic.options.subscribe
source: Subscribe
de: Abonnieren

# topic.options.unsubscribe
source: Unsubscribe
de: Abbestellen

# topic.options.editTopic
source: Edit Topic
de: Thema ändern

# topic.options.deleteTopic
source: Delete Topic
de: Thema löschen

# topic.options.unpinTopic
source: Unpin Topic
de: Thema losheften

# topic.options.pinTopic
source: Pin Topic
de: Thema anheften

# topic.options.close
source: Close Topic
de: Thema schließen

# topic.options.reopen
source: Reopen Topic
de: Thema wiedereröffnen

# topic.options.moveTopic
source: Move Topic
de: Thema verschieben

# topic.options.joinTopic
source: Join Topic
de: Thema zusammenführen

# topic.new.headline.label
source: New Topic
de: Neues Thema

# topic.new.submit.label
source: Create
de: Erstellen

# topic.edit.headline.label
source: Edit Topic %1s
de: Thema %1s bearbeiten

# topic.edit.submit.label
source: Edit
de: Ändern

# topic.move.headline.label
source: Move topic
de: Thema verschieben

# topic.move.submit.label
source: Move
de: Verschieben

# poll.vote.submit.label
source: Vote
de: Abstimmen

# poll.endtime.label
source: Poll will end on %1s
de: Umfrage wird am %1s enden

# poll.endtime.ended.label
source: Poll ended on %1s
de: Umfrage endete am %1s

# poll.maxChoicesSelect.label
source: Max. %1d choices.
de: Maximal %1d auswählen.

# topic.move.destinationBoard.label
source: Destination:
de: Ziel:

# topic.split.headline
source: Split topic
de: Thema teilen

# topic.split.tabs.single
source: Split single
de: Einzeln abtrennen

# topic.split.tabs.following
source: Split following
de: Nachfolgende abtrennen

# topic.split.tabs.selected
source: Split selected
de: Ausgewählte abtrennen

# topic.split.single.description
source: The selected post will be removed from it's topic and added to a newly created topic with the selected name. The new topic will be created in the same board.
de: Der gewählte Beitrag wird aus dem Thema entfernt und einem neuen Thema mit dem gewählten Titel hinzugefügt. Das neue Thema wird in demselben Board erstellt werden.

# topic.split.following.description
source: The selected post and all following posts of the topic will be removed from their topic and added to a newly created topic with the selected name. The new topic will be created in the same board.
de: Der gewählte Beitrag und alle nachfolgenden Beiträge werden aus dem Thema entfernt und einem neuen Thema mit dem gewählten Titel hinzugefügt. Das neue Thema wird in demselben Board erstellt werden.

# topic.split.selected.description
source: All selected posts of the topic will be removed from it and added to a newly created topic with the selected name. The new topic will be created in the same board.
de: Alle ausgewählten Beiträge werden aus dem Thema entfernt und einem neuen Thema mit dem gewählten Titel hinzugefügt. Das neue Thema wird in demselben Board erstellt werden.

# topic.split.form.btnLabel
source: Split
de: Teilen

# topic.split.form.topicName
source: Topic name
de: Titel des Themas

# topic.join.headline
source: Join topics
de: Themen zusammenführen

# topic.join.step1.description
source: Select the topic to join with.
de: Thema zum zusammenführen wählen.

# topic.join.step1.joinLabel
source: Join topic %1s with topic %2s
de: Thema %1s mit Thema %2s zusammenführen

# topic.join.step2.type.label
source: Title for joined topics
de: Titel des zusammengeführten Themas

# topic.join.step2.type.newTitle
source: New Title
de: Neuer Titel

# topic.join.step2.newTitle.label
source: New Title
de: Neuer Titel

# topic.join.step2.submit
source: Join topics
de: Themen zusammenführen

# topic.edit.deletePoll
source: Delete poll (to change question or answers)
de: Umfrage löschen (um Frage oder Antwortmöglichkeiten zu ändern)

# post.author.crdate.label
source: Joined: %1s
de: Beigetreten: %1s

# post.attachment.download
source: Download attachment %1s
de: Anhang %1s herunterladen

# post.attachment.downloadCount
source: Downloads: %1d
de: %1d mal heruntergeladen

# post.edited.label
source: Last edited: <em>%1s</em> by <em>%2s</em>
de: Zuletzt geändert: <em>%1s</em> von <em>%2s</em>

# post.options.quote
source: Quote this post
de: Diesen Beitrag zitieren

# post.options.edit
source: Edit post
de: Beitrag ändern

# post.options.delete
source: Delete post
de: Beitrag löschen

# post.options.move
source: Move post
de: Beitrag verschieben

# post.options.splitTopic
source: Split topic here
de: Thema hier teilen

# post.new.headline.label
source: Answer to %1s
de: Beitrag zu %1s

# post.new.submit.label
source: Submit
de: Abschicken

# post.new.previousPosts
source: Previous posts
de: Vorige Beiträge

# post.edit.headline.label
source: Edit post
de: Beitrag ändern

# post.edit.submit.label
source: Submit
de: Abschicken

# post.move.headline
source: Move post
de: Beitrag verschieben

# post.move.destinationTopic.label
source: Choose the topic to move the post to
de: Thema wählen, in das der Beitrag verschoben werden soll

# post.move.submit
source: Move
de: Verschieben

# post.listUnread.headline.label
source: Unread posts
de: Ungelesene Beiträge

# post.listUnread.none
source: There are currently no unread posts.
de: Derzeit sind keine ungelesenen Beiträge vorhanden.

# board.subboards.label
source: Subboards:
de: Unter-Boards:

# board.moderators.label
source: Moderators:
de: Moderatoren:

# boards.topicsCount.label
source: Topics
de: Themen

# boards.postsCount.label
source: Posts
de: Beiträge

# boards.redirectCount.label
source: Redirects
de: mal weitergeleitet

# latestPost.author.label
source: By
de: Von

# latestPost.crdate.label
source: On
de: Am

# users.profile.edit.showOnline
source: Show my online status
de: Meinen Online-Status anzeigen

# users.profile.edit.messageNotification
source: Send me an email notification when I receive a new personal message
de: Eine Benachrichtigung beim Empfang einer privaten Nachricht senden

# users.profile.edit.hideSensitiveData
source: Hide my sensitive data in profile (e.g. contact information)
de: Verstecke meine persönlichen Daten im Profil (z.B. Kontaktinformationen)

# users.profile.preview.headline
source: Preview
de: Vorschau

# users.profile.preview.description
source: Please verify your submitted data and then confirm on the bottom right of this page. To change your data, please use the button on the bottom left of this page.
de: Bitte überprüfe deine Daten und bestätige sie mit einem Klick auf den Button unten rechts. Um deine Daten zu korrigieren, klicke bitte auf den Button unten links.

# users.profile.editPassword.backToProfile
source: Back to my profile
de: Zurück zum Profil

# users.profile.edit.headline
source: Edit profile
de: Profil ändern

# users.profile.passwordEdit.headline
source: Change password
de: Passwort ändern

# messages.header.action.inbox
source: Show Inbox
de: Posteingang zeigen

# messages.header.action.outbox
source: Show Outbox
de: Postaugang zeigen

# messages.header.action.new
source: Write new message
de: Neue Nachricht verfassen

# messages.inbox.headline
source: Inbox
de: Posteingang

# messages.inbox.newMessageLabel
source: New message
de: Neue Nachricht

# messages.outbox.headline
source: Outbox
de: Postausgang

# messages.new.headline
source: New message
de: Neue Nachricht

# messages.new.form.receivers
source: Receivers
de: Empfänger

# messages.new.form.subject
source: Subject
de: Betreff

# messages.new.form.text
source: Message
de: Nachricht

# messages.new.form.submit
source: Submit
de: Abschicken

# messages.subject.empty
source: No subject
de: Kein Betreff

# emailNotification.salutation
source: Dear ###receiver.displayName###,
de: Hallo ###receiver.displayName###,

# emailNotification.farwell
source: Sincerely,
de: Viele Grüße,

# emailNotification.autoGenerated
source: <-- This E-Mail was generated automatically. Please do not answer to this email -->
de: <-- Diese Antwort wurde automatisch generiert. Bitte antworte nicht darauf -->

# emailNotification.onMessageSent.subject
source: New Message received
de: Neue Nachricht erhalten

# emailNotification.onMessageSent.body
source: %1$s has sent you a personal message with the subject <b>%2$s</b>. To read it, please visit your inbox:
de: %1$s hat dir eine private Nachricht mit dem Betreff <b>%2$s</b> gesendet. Um sie zu lesen, besuche bitte deinen Posteingang im Forum:

# emailNotification.onPostCreated.subject
source: New post created
de: Neuer Beitrag

# emailNotification.onPostCreated.body
source: %1$s has created a new post in topic <b>%2$s</b>. To see it, please visit
de: %1$s hat einen neuen Beitrag im Thema <b>%2$s</b> erstellt. Um ihn anzusehen, besuche bitte

# emailNotification.onPostCreated.unsubscribe
source: You have received this notification, because you are subscribed to the topics parent board. If you do not want to receive this notifications, please visit the board and click the button "unsubscribe".
de: Du erhältst diese Benachrichtigung, da du dieses Thema oder sein übergeordnetes Board abonniert hast. Wenn du diese Benachrichtigungen nicht mehr erhalten möchtest, besuche bitte das Thema oder das Board und klicke auf den Button "abbestellen".

# emailNotification.onTopicCreated.subject
source: New topic created
de: Neues Thema

# emailNotification.onTopicCreated.body
source: %1$s has created the new topic <b>%2$s</b> in board <b>%3$s</b>. To see it, please visit
de: %1$s hat ein neues Thema <b>%2$s</b> im Board <b>%3$s</b> erstellt. Um es anzusehen, besuche bitte

# emailNotification.onTopicCreated.unsubscribe
source: You have received this notification, because you are subscribed to the topics parent board. If you do not want to receive this notifications, please visit the board and click the button "unsubscribe".
de: Du erhältst diese Benachrichtigung, da du das übergeordnete Board des Themas abonniert hast. Wenn du diese Benachrichtigungen nicht mehr erhalten möchtest, besuche bitte das Board und klicke auf den Button "abbestellen".

# plugin.statistics.infoCenter.latestPosts.headline.label
source: Latest posts
de: Jüngste Beiträge

# plugin.statistics.infoCenter.latestPosts.unreadPostsLink
source: show unread
de: zeige ungelesene

# plugin.statistics.infoCenter.statisticsSummary.headline.label
source: Forum statistics
de: Forum-Statistik

# plugin.statistics.infoCenter.statisticsSummary.counts
source: %1s posts in %2s topics by %3s members
de: %1s Beiträge in %2s Themen von %3s Mitgliedern

# plugin.statistics.infoCenter.statisticsSummary.newestMember
source: Newest member:
de: Neuestes Mitglied:

# plugin.statistics.infoCenter.statisticsSummary.allMembers
source: Show all members
de: Alle Mitglieder anzeigen

# plugin.statistics.infoCenter.statisticsSummary.moreStatistics
source: More statistics
de: Mehr Statistiken

# plugin.statistics.infoCenter.onlineUsers.headline.label
source: Users online
de: Benutzer online

# plugin.statistics.statistics.general.headline.label
source: General Statistics
de: Allgemeine Statistiken

# plugin.statistics.statistics.general.totalMembers
source: Total members
de: Mitglieder gesamt

# plugin.statistics.statistics.general.totalPosts
source: Total posts
de: Beiträge gesamt

# plugin.statistics.statistics.general.totalTopics
source: Total topics
de: Themen gesamt

# plugin.statistics.statistics.general.totalBoards
source: Total boards
de: Boards gesamt

# plugin.statistics.statistics.general.totalForumCategories
source: Total categories
de: Kategorien gesamt

# plugin.statistics.statistics.general.usersOnline
source: Users currently online
de: Derzeit online

# plugin.statistics.statistics.general.mostOnlineToday
source: Most online today
de: Heute am meisten online

# plugin.statistics.statistics.general.mostOnline
source: Most online
de: Am meisten online

# plugin.statistics.statistics.general.mostOnline.text
source: %1s, at %2s
de: %1s, am %2s

# plugin.statistics.statistics.general.averageRegisters
source: Average registrations per day
de: Durchschn. Registrierungen pro Tag

# plugin.statistics.statistics.general.averagePosts
source: Average new posts per day
de: Durchschn. neue Posts pro Tag

# plugin.statistics.statistics.general.averageTopics
source: Average new topics per day
de: Durchschn. neue Themen pro Tag

# plugin.statistics.statistics.general.averageMostOn
source: Average online users per day
de: Durchschn. Benutzer pro Tag online

# plugin.statistics.statistics.topAuthors.headline.label
source: Top authors
de: Top-Autoren

# plugin.statistics.statistics.topTopicStarters.headline.label
source: Top topic starters
de: Top-Themenstarter

# plugin.statistics.statistics.longestTimeOnline.headline.label
source: Longest time online
de: Längste Zeit online

# plugin.statistics.statistics.topTopicsByViews.headline.label
source: Top topics by views
de: Top-Themen nach Aufrufen

# plugin.statistics.statistics.topTopicsByPosts.headline.label
source: Top topics by posts
de: Top-Themen nach Beiträgen

# plugin.statistics.flexform.settings
source: General Settings
de: Allgemeine Einstellungen

# plugin.statistics.flexform.view
source: View
de: Ansicht

# plugin.statistics.flexform.view.allStatistics
source: All Statistics
de: Alle Statistiken

# viewHelpers.format.csv.endingAnd
source: and
de: und

# viewHelpers.format.prettifySeconds.days.plural
source: %1s Days
de: %1s Tage

# viewHelpers.format.prettifySeconds.days.singular
source: %1s Day
de: %1s Tag

# viewHelpers.format.prettifySeconds.days.shortcut
source: %1sD
de: %1sT

# viewHelpers.format.prettifySeconds.h.plural
source: %1s Hours
de: %1s Stunden

# viewHelpers.format.prettifySeconds.h.singular
source: %1s hour
de: %1s stunde

# viewHelpers.format.prettifySeconds.h.shortcut
source: %1sH
de: %1sS

# viewHelpers.format.prettifySeconds.i.plural
source: %1s Minutes
de: %1s Minuten

# errorTemplate.backButton.text
source: Back
de: Zurück
